/*
 * Loco ios export: iOS Localizable.strings
 * Project: 
 * Release: Working copy
 * Locale: en, English
 * Exported by: Aleksei Hurin
 * Exported at: Sat, 09 Jun 2018 17:36:21 +0300
 */

/* loco:5b1a9bb37ec8ae0fd54b1c92 */
"network_error_no_data" = "Server does not return any data";

/* loco:5b1be55772c2c94e8e024e22 */
"network_error_canceled_request" = "The request was canceled";

/* loco:5b1be55772c2c94e8e024e23 */
"network_error_check_internet_connection" = "Please check your internet connection and try again";

/* loco:5b1be55772c2c94e8e024e24 */
"network_error_connection_timed_out" = "The connection is not established. Please try again later";

/* loco:5b1be55772c2c94e8e024e25 */
"network_error_unable_establish_connection" = "Unable to establish the connection with the server. Please contact Administrator";

/* loco:5b1be55772c2c94e8e024e26 */
"network_error_file_is_too_large" = "The operation failed because the input provided is too large";

/* loco:5b1be55772c2c94e8e024e27 */
"network_error_unknown_network_error" = "An unknown error occurred. Please check your internet connection and try again";

"network_error_bad_url" = "Bad host or path";
"network_request_cancelled" = "Cancelled";

"network_no_internet" = "No internet connection";
